{
    "sprout": {
        "successes": [{
                "id": 1,
                "text": "Completed a full PWA from scratch within 5-weeks."
            },
            {
                "id": 2,
                "text": "Self-taught and applied new technologies such as React.js, Axios, Heroku, and Postgres/SQL under a condensed timeline after 3 months of coding."
            },
            {
                "id": 3,
                "text": "Individually learned to connect front-end to back-end through studying back-end peers' code."
            },
            {
                "id": 4,
                "text": "Quick problem solving and prioritizing minimum viable product goals"
            },
            {
                "id": 5,
                "text": "A glorious front-end that was awarded Best Design amongst 51 total projects."
            },
            {
                "id": 6,
                "text": "Learning to create meaningful bonds within a team of strangers!"
            },
            {
                "id": 7,
                "text": "Thorough documentation for future improvements and implementations."
            }
        ],
        "potentials": [{
                "id": 1,
                "text": "Implement a log-in process that will keep users logged in even after page refresh."
            },
            {
                "id": 2,
                "text": "Expand on the social aspect of the application with better team engagement, forums, or chat options."
            },
            {
                "id": 3,
                "text": "Inproving SQL statements to make use of aggregate functions, reducing the front-end processing load."
            },
            {
                "id": 4,
                "text": "Creating team challenges to engage each community team."
            },
            {
                "id": 5,
                "text": "CSS file clean-up, to create a consolidated, shared style sheet for page components with similar styling."
            }
        ]
    },

    "capwise": {
        "successes": [{
            "id": 1,
            "text": "Prioritized MVP and leveraged our skill-level to create a simple yet good-looking design."
        },
        {
            "id": 2,
            "text": "Implemented update, add, and remove calls to Firestore, a NoSQL database."
        },
        {
            "id": 3,
            "text": "Individually integrated a log-in/log-out and update settings process for users."
        },
        {
            "id": 4,
            "text": "Designed a completely mobile-first design."
        },
        {
            "id": 5,
            "text": "Successfully implemented my first alerts page."
        },
        {
            "id": 6,
            "text": "Managed a team of three efficiently so that we were ahead of our deliverable timeline."
        }

    ],
        "potentials": [
            {
            "id": 1,
            "text": "The organization of our NoSQL database can be improved, in specific, for our scheduling and marketing pages."
        },
        {
            "id": 2,
            "text": "The application can be expanded to allow one user to have access to more than one store location."
        }
    ]

    },

    "namu": {

    },
    "boriya": {

    },
    "ola": {

    }

}